{
    "scout": {
        "name": "Scout",
        "info": "In January 2016 I joined Northeastern’s on campus, student run design studio, Scout. From there, it’s been a wild ride of hard work, late nights, and lifelong friends. I’ve been lucky enough to wear several different hats while on Scout, and the following is a collection of some of my favorite work.",
        "category": ["Wireframing", "UI Design", "UX Design", "Filmmaking" , "Animation"],
        "date": "January 2016 - Present",
        "link": "http://northeastern.edu/scout",
        "feature1": {
            "url": "design/scout/sclogo.gif",
            "x": [4, 4, 0, 0],
            "y": [6, 6, 0, 0],
            "z": [0, 2, 0, 0],
            "width": [3, 2, 0, 0],
            "height": [5, 3, 0, 0]
        },        
        "feature2": {
            "url": "design/scout/labsMenu.png",
            "x": [5, 5, 6, 0],
            "y": [0, 0, 0, 0],
            "z": [1, 0, 0, 0],
            "width": [6, 7, 6, 12],
            "height": [8, 7, 8, 10]
        },
        "feature3": {
            "url": "design/scout/meeting.png",
            "x": [8, 5, 0, 0],
            "y": [3, 8, 9, 0],
            "z": [2, 0, 0, 0],
            "width": [4, 7, 7, 0],
            "height": [4, 3, 4, 0]
        },
        "content": [
            "Animation",
            "My most recent position was on Scout's marketing team, creating animation content on a weekly basis. This included event promotion, and working to establish a cohesive video/visual identity for Scout.",
            ["design/scout/end.gif", "End slate animation for all scout branded videos"],
            ["design/scout/meet.gif", "Promo video for scout's bi-annual 'Meet Scout' event"],
            ["design/scout/recruit.gif", "Recruitment announcement video"],
            ["design/scout/sclogo.gif", "Loading animation concept for Scout's website"],

            "Video ",
            "While on the marketing team, I also made video content, including event recaps and client spotlights, which showcased the variety of work being done by the various studio teams.",
            "//www.youtube.com/embed/cZ-aZiOE0wU?info=0",
            "//www.youtube.com/embed/1Zofl5-7AmA?info=0",
            "//www.youtube.com/embed/3RDTpeBacjg?info=0",
            "//www.youtube.com/embed/qLgpdSlblUc?info=0",
            
            "Design",
            "I spent my first semester on the studio team, as part of an internal project to redo Scout's brand and website. It was my first time doing web design, but I was lucky enough to be surrounded by a supporting and helpful team.",
            ["design/scout/mockup.png", "A large portion of our work was creating high fidelity mockups of the new site. We went through a couple rounds of this process, turning our abstract ideas into actual products. This was an important stage, as we got feedback from the developers on what was possible or within their scope. These constraints helped us create designs that were realistic and could be translated to code."],   
            ["design/scout/iteration.png", "We worked on an agile system, with weekly check-ins and critique. It was really helpful to get together and see everyone's progress, as everyone was working on different pages and we wanted to ensure a cohesive style while also providing our personal touches."]             
        ]
    },
    "la": {
        "name": "Hello LA",
        "info": "In February 2016 I attended my first hackathon, Hack@Brown. Working with LA locals, we created a curated guide to Los Angeles, and won best user experience out of ~100 teams.",
        "category": ["UX Design", "UI Design", "Brand Identity"],
        "date": "February 2016",
        "link": "http://hellofromla.com/",
        "feature1": {
            "url": "design/helloLA/map.png",
            "x": [5, 4, 0, 0],
            "y": [6, 9, 4, 0],
            "z": [0, 2, 0, 0],
            "width": [2, 2, 0, 12],
            "height": [5, 3, 0, 10]
        },
        "feature2": {
            "url": "design/helloLA/laMenu.png",
            "x": [4, 5, 6, 0],
            "y": [0, 0, 0, 0],
            "z": [1, 0, 0, 0],
            "width": [6, 7, 6, 0],
            "height": [10, 10, 8, 0]
        },
        "feature3": {
            "url": "design/helloLA/icons.png",
            "x": [6, 5, 0, 0],
            "y": [4, 11, 10, 0],
            "z": [2, 0, 0, 0],
            "width": [6, 7, 8, 0],
            "height": [2, 2, 2, 0]
        },
        "content": [
            "design/helloLA/map.png",
            "Brainstorming",
            ["design/helloLA/team1.jpg", "The idea behind Hello LA was a local's guide to Los Angeles, as Ashley and Rishab were both LA natives. They were looking for designers and we were looking for developers, and Evan was looking for a group! Once we settled on an idea, we quickly got to work brainstorming the branding, categories, and rough layout of the website."],
            "Icons",
            ["design/helloLA/icons.png", "One of my responsibilities was creating the corresponding icons for each category of locations on the website. We wanted the icons to be inviting, simple, and usable on a wide range of sizes."],
            "Map",
            ["design/helloLA/maps.png", "My labor of love for this project was the vector outline of Los Angeles on the background of the home page. From 1am to 3am, I traced every line on a Google map screenshot of downtown LA using Adobe Illustrator. It was a tedious process, but I knew that it would be a great backdrop for the landing page. And it helped solidify the brand identity of our project."],
            "User Interface",
            ["design/helloLA/ui.png", "My other contribution to this project was the user interface. Once we planned out the initial structure of the site, I wanted the homepage to showcase the variety and fast paced energy of Los Angeles. From there I developed the idea of the rotating background color, and the changing call to action. The wheel of choices can be controlled by the arrow keys, but it also moves on its own. I think this personal touch drew people in, and made the interface very user-friendly."],
            "A match made in Providence",
            "This was my first hackathon, and I couldn't have asked for a better one. Hello LA won best user experience, and we got to present our product during the closing ceremony. It was an eye-opening experience, getting to see how a product comes together from start to finish. I feel unbelievably lucky we found such amazing and accommodating developers, who took every wild idea Vanessa and I had, and ran with it with enthusiasm. It gave me a new found appreciation for every team member and their job, and I can't wait for my next opportunity to work in a team like that again.",
            "design/helloLA/team2.jpg"
        ]
    },
    "ed": {
        "name": "50 Years: Ed and Laureen",
        "info": "In 2014 my grandparents, Ed and Laureen, celebrated their 50th wedding anniversary. As a large source of inspiration in my life, I wanted to capture their story. On a cold November day, I sat down with them and did just that.",
        "category": ["Filmmaking", "Photography"],
        "date": "November 2014",
        "link": "https://www.youtube.com/watch?v=6SgCcd_sWrs",        
        "feature1": {
            "url": "video/50Years/slide.png",
            "x": [4, 4, 0, 0],
            "y": [4, 9, 0, 0],
            "z": [0, 2, 0 ,0],
            "width": [2, 2, 0, 0],
            "height": [3, 3, 0, 0]
        },
        "feature2": {
            "url": "video/50Years/thumb.png",
            "x": [5, 5, 0, 0],
            "y": [0, 0, 10, 0],
            "z": [1, 0, 0, 0],
            "width": [6, 7, 5, 12],
            "height": [5, 5, 3, 10]
        },
        "feature3": {
            "url": "video/50Years/gparents.png",
            "x": [9, 5, 6, 0],
            "y": [3, 6, 0, 0],
            "z": 0,
            "width": [3, 7, 6, 0],
            "height": [8, 7, 11, 0]
        },
        "content": [
            "//www.youtube.com/embed/6SgCcd_sWrs?showinfo=0",
            "Photos",
            ["video/50Years/lawn.jpg", "Ed & Laureen's home in Saugus, MA"],
            ["video/50Years/force.jpg", "One of Ed's photo albums documenting his time in the Air Force"],
            ["video/50Years/tools.jpg", "Ed's basement toolbench"]               
        ]
    }
}